[
  {
    "imageFile": "food1",
    "foodName": "หอยแครงดิสโก้",
    "detail": "หอยแครงดิสโก้ สำหรับเราว่าลวกมาได้กำลังพอดีกิน ยังมีเลือดหน่อยๆ หอยแครงตัวอวบแกะมาให้เรียบร้อยแล้ว เสิร์ฟมาแบบมีน้ำจิ้มราดพร้อมทาน น้ำจิ้มไม่เผ็ดมาก กลางๆกำลังพอดีเลย",
    "description": "ครัวสา",
    "price": "200 บาท",
    "reviewScore": "star_5point"
  },
  {
    "imageFile": "food2",
    "foodName": "ข้าวหน้าเนื้อไข่ดอง",
    "detail": "ขแบบพูนๆล้นๆถ้วย ละก็โปะด้วยไข่ดอง ไข่แดงแล้วคลุกๆกับเนื้อกินนี่ฟินสุดเนื้อโอเคเลยนะ นุ่มๆไม่เหนียวเลย",
    "description": "Buro Japan",
    "price": "590 บาท",
    "reviewScore": "star_4point"
  },
  {
    "imageFile": "food3",
    "foodName": "ขนมเปี๊ยะไส้ถั่วเหลือง",
    "detail": "ขนมเปี๊ยะไส้ถั่วเหลือง หวานน้อย เนื้อเนียนแน่นชุ่มฉ่ำ\nตัวแป้งมีชั้นเดียว ไม่ได้แยกชั้นแบบกัดแล้วร่วงเหมือนบ้านเรา",
    "description": "Gloden Bell",
    "price": "29 บาท",
    "reviewScore": "star_3point"
  },
  {
    "imageFile": "food4",
    "foodName": "Egg benedict",
    "detail": "จานนี้ไข่สุกไปนิดค่ะ ที่เคยทานมาไข่แดงจะไหลเยิ้ม\nแต่ที่นี่จะเป็นยางมะตูมหน่อยค่ะ เยิ้มไม่มาก\nแฮมที่ทอดมาใช้ได้ค่ะ ขอบๆกรอบกำลังดี\nขนมปังด้านล่างอร่อยมาตรฐาน\nโดยรวมถือว่าอร่อยใช้ได้เลยค่ะ\n",
    "description": "gram cafe",
    "price": "250 บาท",
    "reviewScore":"star_4point"
  },
  {
    "imageFile": "food5",
    "foodName": "Soft yogurt ice cream fish bun",
    "detail": "ไอศครีมโยเกิร์ตเย็นๆในวาฟเฟิลรูปปลา\nคิดว่าไอศครีมโยเกิร์ตไม่ค่อยเข้าเท่าไหร่นะคะ\nถ้าเป็นไอศครีมวานิลา น่าจะเข้ากว่านี้ค่ะ\nโดยรวมโอเค ใช้ได้ ทานแล้วสดชื่น แต่ไม่ได้ว้าวค่ะ\nราคาสูงไปนิดค่ะ เพราะไม่ค่อยมีอะไรมาก ",
    "description": "CAFE ABOONG",
    "price": "169 บาท'",
    "reviewScore": "star_2point"
  },
  {
    "imageFile": "food6",
    "foodName": "Buckwheat waffles",
    "detail": "ปริมาณน้อยค่ะถ้าเทียบกับราคา\nแต่ถ้าไปเอาบรรยากาศก็โอเคค่ะ\nร้านนี้มีโลเคชั่นที่ดี มีส่วนของ outdoor\nบรรยากาศดี สวย แต่ร้อนตามสไตล์กรุงเทพ\nจานนี้ส่วนตัวไม่ค่อยชอบแป้งวาฟเฟิลค่ะ\nเป็น buckwheat เนื้อจะร่วนๆคอไปหน่อย\nแต่ส่วนที่เป็นโยเกิร์ตและผลไม้โอเคค่ะ เปรี้ยวดี\nเวลาทานแล้วได้กลิ่นหอมชื่นใจของใบมิ้นท์ ",
    "description": "rocket X siwilai",
    "price": "165 บาท",
    "reviewScore": "star_1point"
  },
  {
    "imageFile": "food7",
    "foodName": "เกี๊ยวห่อไข่ทอด",
    "detail": "ร้านของทอดร้านนี้อร่อยมากๆค่ะ เป็นร้านของทอดที่อร่อยที่สุด\nทอดใหม่ๆให้ตรงนั้น ทานแบบร้อนๆเลย\nแนะนำให้โรยผงชีสด้วยนะคะ อร่อยมากๆ\nเปิดเฉพาะเย็นๆ-ดึกๆ ถ้าอยู่ไม่ไกลมาลองกันนะคะ",
    "description": "ใต้บันได",
    "price": "20 บาท",
    "reviewScore": "star_5point"
  }
]